-- meal_exchanges_commnet 삽입
INSERT 
  INTO meal_exchanges_comment 
(
  meal_comment_id,
  meal_exchanges_id, 
  meal_comment_content,
  meal_comment_created_at,
  meal_comment_updated_at
)
VALUES 
(NULL, 1, '오 패키지예요? 일단 줄서봅니다', '2024-06-01 12:19:00', NULL),
(NULL, 2, '양파를 누가 5키로나 사여...는 제가 삽니다', '2024-06-01 12:35:00', NULL),
(NULL, 3, '1등급이여?! 대박사건 저요!!!', '2024-06-04 10:10:00', NULL),
(NULL, 4, 'ㅋㅋㅋ가질사람이면 사주시는건가요 조크조크 저 줄서용', '2024-06-04 09:49:00', NULL),
(NULL, 5, '밀가루는 없는데 코코아 가루는 있긴해요 그냥 드릴까요? 어차피 안쓰는거라', '2024-06-07 14:38:00', NULL),
(NULL, 6, '내가바로 2024 뽀빠이다', '2024-06-07 15:03:00', NULL),
(NULL, 7, '딸기랑 교환해용 ㅎㅎ 사과 1개당 딸기 2알 어때요', '2024-06-10 12:00:00', NULL),
(NULL, 8, '혹시 감자도 괜찮으세요?', '2024-06-10 11:41:00', NULL),
(NULL, 9, '토마토 어디거예요? 상태 확인해보고 구매하고싶긴하네요...ㅠㅠㅠ', '2024-06-13 16:04:00', NULL),
(NULL, 10, '와.. 때깔 좋겠다... 저요 !! 입자는 고울까요?', '2024-06-13 16:10:01', NULL),
(NULL, 11, '와 치즈 앙팡밖에 없는데.. 괜춘..?', '2024-06-15 10:17:00', NULL),
(NULL, 12, '헉 진짜 원숭이시겠네요;; 원숭이가 다른 과일도 잘먹는거 아세요? 사과랑 교환합시다요 ㅎㅎ', '2024-06-15 10:24:00', NULL),
(NULL, 13, '이집은 믿고봄 ㄹㅇ 다들 얼른 챙기세요 저요 저', '2024-06-18 13:29:00', NULL),
(NULL, 14, '일단 저요. 근데 일반 쌀도 아닌데 10개나 구매하셨어요? 초밥집 하시나', '2024-06-18 13:28:30', NULL),
(NULL, 15, '당도는 어떻게 되나요?', '2024-06-21 08:35:00', NULL),
(NULL, 16, '저 탕후루 만들다가 남은 샤인머스켓 한다발있는데 이건 어때여ㅕ?', '2024-06-21 08:40:00', NULL),
(NULL, 17, '18000원 어때요.', '2024-06-24 15:50:00', NULL),
(NULL, 18, '뒤늦게 유행 따라가야겠네요 저 과자 4봉지 들고갈게요!!', '2024-06-24 16:50:00', NULL),
(NULL, 19, 'ㅋㅋㅋㅋ30장이라고 정해진게 웃겨용 김치볶은거 있는데 어때용', '2024-06-27 11:15:00', NULL),
(NULL, 20, '코코볼이랑 교환 가능한가요', '2024-06-27 10:45:00', NULL),
(NULL, 22, '우와 깍두기 좋아요 저 물김치 있는데 교환해요', '2024-07-01 09:01:00', NULL),
(NULL, 23, '친구 속상하겠다 ㅠ 왜 바꿔요 ㅠ 일단 전 초코우유 조아하니까 교환해여', '2024-07-01 10:45:00', NULL),
(NULL, 25, '공부할때마다 새콤달콤 먹어요 아침마다 사기도 귀찮고 대량으로 사서 집에서 챙겨가면 편할거같아요', '2024-07-01 12:24:14', NULL),
(NULL, 26, '만든거요...?약간 위생걱정되긴하는데 보장가능하신가요 ㅠㅠ', '2024-07-01 15:01:30', NULL),
(NULL, 27, '미역줄기랑 바까요', '2024-07-02 08:00:00', NULL),
(NULL, 28, '제가 웬만한 카레는 다 먹어봤는데 또 새로운거네요!!', '2024-07-02 07:40:00', NULL),
(NULL, 29, '와 트러플 오일이랑 교환한 다음에 파김치도 같이 짜파게티 먹으면 대박이겠는데여 저랑 교환해여 마침 어머니가 어제 파김치 갖다 주셨어여', '2024-07-02 09:10:00', NULL),
(NULL, 30, '서울역 2시 2번출구 ㄱㄱ', '2024-07-02 11:03:00', NULL);

SELECT * FROM meal_exchanges_comment;