
INSERT 
  INTO meal_exchanges
(
  meal_exchanges_id,
  meal_exchanges_title, 
  meal_exchanges_content, 
  meal_exchanges_created_at, 
  meal_exchanges_delete_at, 
  user_id
)
VALUES
(NULL, '[공구] 신선한 무농약 채소 함께 구매해요!', '안녕하세요,\n무농약 채소를 저렴하게 구매할 수 있는 기회를 찾았어요.\n하지만 최소 주문량이 많아서 함께 공구하실 분을 찾습니다.\n양상추, 시금치, 당근 등을 포함한 패키지입니다.\n관심 있으신 분들은 댓글이나 쪽지 부탁드려요.\n배송비는 인원수에 따라 나눌 예정입니다. 감사합니다!', '2024-06-01 12:11:00', NULL, 2),
(NULL, '[공구] 양파 5kg', '양파 5kg 저렴하게 공동구매해요. 함께 하실 분 모집합니다.', '2024-06-01 12:11:00', NULL, 9),
(NULL, '[공구] 한우 1+ 등급 정육 공구 진행합니다', '한우 진짜 좋은 1+ 등급 정육 저렴하게 구입 가능해여!!! 최소 주문 수량때문에 공구 진행합니당!!! 배송비는  나눠서 부담해여 많은 참여 부탁드려여....', '2024-06-04 09:45:00', '2024-06-04 09:48:00', 10),
(NULL, '[공구] 대파 3kg', '대파가 진짜 싱싱 그자체 ㅋㅋ 미쳤음 ㄹㅇ 말안됨 가질사람?', '2024-06-04 09:45:00', NULL, 22),
(NULL, '[교환] 베이킹 재료 교환 하실분?', '집에 강력분 밀가루랑 코코아 파우더 있으신분계신가요 설탕이랑 바닐라 에센스 드릴게요 그냥 가격 생각 안하고 교환 하실분만 댓달아주세요 찔러보기 ㄴ', '2024-06-07 14:30:00', NULL, 21),
(NULL, '[공구] 닭가슴살 1kg', '닭찌찌 너무 많이사서 냉동고에 다 안들어가요.. 길냥이 줄빠에 공구합니다. 뽀빠이 되실분? 딥 ㅂㅌ', '2024-06-07 14:37:00', NULL, 2),
(NULL, '[교환] (나) 사과 (님) 딸기 교환하실분제발', '선물받아서 사과만 한달째 먹고있어요 그만먹고싶어요 딸기 아니어도 되니까 교환하실분 제발 아니면 사과만 받아가시던가요', '2024-06-10 11:22:00', NULL, 18),
(NULL, '[교환] 고구마 -> 아무거나', '고구마랑 아무거나랑 교환해용', '2024-06-10 11:29:00', NULL, 30),
(NULL, '[공구] 토마토가 먹고싶다면? 드루와', '토마토 탕후루 만들다가 개망함 ... ㅜㅜ 탕후루 아니면 토마토 안먹어서 나눔 합니다 . 댓글달아 주세요 !!', '2024-06-13 16:00:00', NULL, 17),
(NULL, '[공구] 저희 어머니 밭에서 자란 고추로 빻은 고춧가루입니다', '업체 거치지 않고 직접 가져오는거라 싸게 구매 가능합니다 댓달아주셔요', '2024-06-13 16:08:50', NULL, 5),
(NULL, '[교환] 계란이랑 슬라이스 치즈 교환 하실분', '재료 다있는줄알고 토스트했는데 치즈가 없어요 제발 교환실분 ㅠ', '2024-06-15 10:10:00', '2024-06-15 10:30:00', 11),
(NULL, '[교환] 바나나 2다발', '저 지금 원숭이 되기 직전이에요 . 몇일전에 바나나가 너무 먹고싶어서 한박스 시켰는데 10다발이 왔네요 .. ㅋㅋ 공짜는 에바고 교환물 제시해주세요', '2024-06-15 10:20:00', NULL, 28),
(NULL, '[공구] 프리미엄 파스타 소스 6명 할인 판매!', '안녕하세요~ 저 오랜만에 왔죠 ㅠ 기다리신 여러분들을 위해 오늘은 특별히!!  프리미엄 파스타 소스 6병을 할인된 가격 30000원에 판매합니다 >0< 소스는 진짜 맛있어요 파스타 잘알인 제가 보장합니다!! 댓 고고링~!', '2024-06-18 13:25:00', NULL, 24),
(NULL, '[공구] 고시히카리 공구해요', '지금 포털에 검색하시면 최저가 26820원으로 뜨는거 아시죠 저희 공구 이용하시면 10kg 23000원에 구매 가능해요 빨리 선점하세요 수량은 10개 뿐입니다', '2024-06-18 13:28:00', NULL, 14),
(NULL, '[교환] 수제잼이랑 교환할거 있으신분 ㅎㅎ', '어제 블루배리 잼 만들었어용 너무 맛있는데 같이 나누고 싶어요 혹시 간단한거라도 저랑 교환할거 있으신분 댓 긔긔', '2024-06-21 08:30:00', NULL, 13),
(NULL, '[공구] 수박 1통', '씨없는 수박이래서 2통이나 시켰는데 씨가 있네요 그것도 많이.. 기분이 안좋아요 저는 ;; 이 수박 한통의 씨의 유무는 랜덤이에요 보장못합니다. 드실분?', '2024-06-21 08:30:00', NULL, 27),
(NULL, '[공구] 유기농 오렌지 주스 100ml X 20팩', '20000원에 모십니다.', '2024-06-24 15:30:00', NULL, 20),
(NULL, '[교환] 피스타치오 필요하신분', '두바이 초콜릿 만들겠다고 대량으로 사서 엄청 남았어요 과자 몇봉지랑 교환해주실분 이거 비싼거 아시죠?', '2024-06-24 16:30:00', '2024-06-24 16:33:00', 10),
(NULL, '[교환] 김 30장', '김 30장 필요하신 분? 다른 반찬이나 간식과 교환 원해요.', '2024-06-27 10:15:00', NULL, 9),
(NULL, '[교환] 콘푸레이크 500g', '콘푸레이크 500g 있어요. 다른 아침식사 대용품과 교환 원해요.', '2024-06-27 10:15:00', NULL, 5),
(NULL, '[공구] 우유 200ml', '우유 싼가격에 공구해요', '2024-06-30 12:00:00', NULL, 15),
(NULL, '[교환] 울 할매표 깍두기', '할머니가 직접 담근 깍두기 1kg! 어머니 손맛이 그리우신 분들? 다른 반찬과 교환 원해요.', '2024-07-01 08:45:00', NULL, 18),
(NULL, '[교환] 초코우유 -> 커피우유', '힝 어제 친구가 사다줬는데 저 초코 싫어해요 ㅠㅠ 커피우유맛으로 교환해여', '2024-07-01 08:45:00', NULL, 27),
(NULL, '[교환] 유기농 꿀 ( 벌도 안에 좀있어요..)', '직접 벌에 쏘이면서 채취한 유기농 꿀 500g 있어요. 달콤한 맛 원하시면 신청해 주세요~ 다른 식품과 교환해요.', '2024-07-01 09:00:00', NULL, 29),
(NULL, '[공구] 새콤달콤 30개입 한박스', '새콤달콤이 땡기는 날 있으셨죠? 하나 먹자니 아쉽고~ ㅠ 여러개 사자니 힘들구~ ㅠ 같이 공구해서 배달받아 머거요', '2024-07-01 11:12:14', NULL, 11),
(NULL, '[공구] 야매 피클 1병', '제가 직접 만든 야매 피클 1병! 새콤달콤한 맛 완전보장해요. 하지만 입맛은 다 다른법 ㅋㅋ 맛없을 시, 선처 부탁드립니다.....헤헤', '2024-07-01 13:01:30', NULL, 21),
(NULL, '[교환] 감자볶음 했는데 반찬 교환실분', '가지, 김치 빼고 아무거나 다괜찮아요', '2024-07-02 05:00:00', NULL, 6),
(NULL, '[공구] 먹어본 사람은 다 놀라 뒤집어진다는 환상적인 카레!!!!', '이 카레로 말씀드릴거같으면, 아무나 먹지 못하는 귀한 카레입니다. 제가 이거 먹어보고 깜~~~짝 놀라서 이틀동안 못일어났어요. 공구합니다.', '2024-07-02 07:00:00', '2024-07-02 08:00:00', 13),
(NULL, '[교환] 트러플 오일 100ml', '짜파게티에 뿌려먹으면 진짜.. 야무지는거 다들 아시죠 ?  파김치랑 교환하고싶어요 헤헤', '2024-07-02 08:40:00', NULL, 23),
(NULL, '[교환] 시금치랑 파프리카 교환해요', '저 시금치 님 파프리카 개수 동일하게 ㄱㄱ', '2024-07-02 09:00:00', NULL, 12);

SELECT * FROM meal_exchanges;
