-- 밀키트 테이블

INSERT INTO mealkit (mealkit_id, mealkit_name, mealkit_photo, mealkit_price, mealkit_ingredient, mealkit_calories, mealkit_order_count, mealkit_stock, mealkit_created_at, mealkit_updated_at, mealkit_deleted_at, admin_id, mealkit_status)
VALUES
(NULL, '밀웜씨리얼밀키트', '그림1', 5900, '밀웜, 오트밀, 꿀', 300, 150, 1, '2019-02-17 12:20:50', NULL, NULL, 2, '판매중'),
(NULL, '마라탕후루정식밀키트', '그림2', 11000, '마라소스, 돼지고기, 당근, 양파, 탕후루', 450, 120, 30, '2019-07-26 15:20:15', NULL, NULL, 2, '판매중'),
(NULL, '달팽이쫄면밀키트', '그림3', 8000, '달팽이, 쫄면, 양념장', 380, 50, 16, '2019-11-03 12:10:13', NULL, NULL, 2, '판매중'),
(NULL, '장수풍뎅이리조또밀키트', '그림4', 9200, '장수풍뎅이, 쌀, 양파, 파, 당근, 치즈', 272, 18, 70, '2020-01-28 13:20:15', NULL, NULL, 2, '판매중'),
(NULL, '귀뚜라미채소덮밥밀키트', '그림5', 10400, '귀뚜라미, 쌀, 야채, 양념', 210, 20, 30, '2020-07-06 15:20:15', NULL, NULL, 2, '판매중'),
(NULL, '곰팡이 스튜 밀키트', '그림6', 9900, '곰팡이, 당근, 양파,쪽파, 고기, 소스', 420, 13, 20, '2020-12-01 12:11:00', NULL, '2021-01-10 11:11:00', 4, '삭제'),
(NULL, '오징어 껍질 샐러드 밀키트', '그림7', 11000, '오징어 껍질, 쪽파, 대파, 양파, 발사믹드레싱', 360, 78, 34, '2020-12-01 13:11:00', NULL, NULL, 4, '판매중'),
(NULL, '고추 가득 꽁치 피자 밀키트', '그림8', 8900, '꽁치, 고추, 치즈, 도우, 토마토소스', 284, 98, 0, '2021-02-26 13:02:15', NULL, NULL, 2, '품절'),
(NULL, '녹차 닭발 밀키트', '그림9', 8900, '녹차, 닭발, 닭발 소스', 400, 14, 69, '2021-04-05 15:11:00', NULL, NULL, 4, '판매중'),
(NULL, '땅콩 치즈 라면 밀키트', '그림10', 4500, '땅콩, 라면, 치즈, 스프', 280, 200, 51, '2021-08-12 12:45:10', NULL, NULL, 1, '판매중'),
(NULL, '장수풍뎅이 라자냐 밀키트', '그림11', 9900, '장수풍뎅이, 라자냐, 라자냐 소스, 치즈', 397, 110, 44, '2021-08-13 15:43:50', NULL, NULL, 1, '판매중'),
(NULL, '닭머리 죽밥 밀키트', '그림12', 7000, '닭머리, 쌀, 당근, 고추', 320, 45, 20, '2022-02-01 08:11:00', NULL, NULL, 1, '판매중'),
(NULL, '황소 매운탕 밀키트', '그림13', 10000, '황소고기, 매운탕 양념, 당근, 양배추', 425, 23, 12, '2022-06-21 15:05:00', NULL, NULL, 1, '판매중'),
(NULL, '마시멜로 물회 밀키트', '그림14', 11000, '마시멜로, 물회소스, 양배추, 소면, 광어회, 우럭회, 오징어회, 소라', 410, 59, 7, '2022-07-01 12:01:00', NULL, NULL, 4, '판매중'),
(NULL, '싱싱한 지네 스파게티 밀키트', '그림15', 9000, '스파게티 소스, 지네, 스파게티 면', 350, 7, 21, '2022-07-26 13:18:15', NULL, NULL, 2, '판매중'),
(NULL, '두꺼비간장덮밥 밀키트', '그림16', 8000, '두꺼비, 쌀, 간장, 당근, 양파', 432, 120, 2, '2022-09-28 13:20:15', NULL, NULL, 3, '판매중'),
(NULL, '복숭아 해물 찌개 밀키트', '그림17', 11000, '복숭아, 오징어, 전복, 새우, 홍합, 찌개 양념', 380, 22, 0, '2022-11-26 15:01:31', NULL, NULL, 3, '품절'),
(NULL, '마늘 바나나 볶음밥 밀키트', '그림18', 9000, '마늘, 바나나, 쌀, 굴소스', 370, 43, 3, '2022-12-01 17:01:29', '2022-12-01 20:01:29', NULL, 3, '수정'),
(NULL, '오렌지 캐러멜 칠리 찌개 밀키트', '그림19', 10000, '오렌지, 캐러멜, 칠리소스, 찌개 양념', 405, 55, 2, '2022-12-25 16:20:15', NULL, NULL, 3, '판매중'),
(NULL, '고등어 크림 짜장면 밀키트', '그림20', 6000, '고등어, 짜장 소스, 면, 생크림', 320, 76, 12, '2023-03-26 15:20:15', NULL, NULL, 5, '판매중'),
(NULL, '번데기 떡갈비 밀키트', '그림21', 8900, '번데기, 다진 고기, 떡', 330, 99, 10, '2023-03-26 18:20:15', NULL, NULL, 2, '판매중'),
(NULL, '돈벌레 볶음면 밀키트', '그림22', 6400, '돈벌레, 면, 양파, 당근, 대파, 양념', 350, 100, 4, '2023-03-28 17:21:30', NULL, NULL, 1, '판매중'),
(NULL, '아홀로틀 구이 밀키트', '그림23', 10500, '아홀로틀, 간장', 314, 102, 20, '2023-05-16 15:20:15', NULL, NULL, 5, '판매중'),
(NULL, '3분 쿼리 밀키트', '그림24', 23100, '카레, 쌀, 마법소스', 348, 121, 11, '2023-06-29 14:05:14', NULL, NULL, 4, '판매중'),
(NULL, '오렌지 떡볶이 밀키트', '그림25', 6700, '오렌지, 떡, 떡볶이 양념', 342, 210, 30, '2023-07-03 12:20:15', NULL, NULL, 5, '판매중'),
(NULL, '장수풍뎅이 스시 밀키트', '그림26', 12300, '장수풍뎅이, 쌀, 와사비, 간장', 451, 340, 24, '2023-08-02 15:20:15', NULL, NULL, 5, '판매중'),
(NULL, '타이어 버블티 밀키트', '그림27', 4000, '타이어, 밀크티', 342, 4, 13, '2024-01-01 13:20:15', NULL, '2024-02-01 13:20:15', 3, '삭제'),
(NULL, '민트 초코 케밥 밀키트', '그림28', 9900, '민트초코, 또띠아, 파프리카', 340, 21, 5, '2024-01-26 11:20:15', NULL, NULL, 5, '판매중'),
(NULL, '생선잼 볶음밥 밀키트', '그림29', 7800, '생선잼, 볶음밥', 362, 5, 0, '2024-03-06 15:31:45', NULL, NULL, 5, '품절'),
(NULL, '초코 메뚜기 불고기 밀키트', '그림30', 12500, '초코, 메뚜기, 불고기', 441, 9, 3, '2024-04-28 17:02:32', NULL, NULL, 3, '판매중');

SELECT * FROM mealkit;