INSERT INTO best_recipe_mealkit 
(`best_mealkit_name`, `best_mealkit_price`, `best_mealkit_ingredient`, `best_mealkit_calories`, `best_mealkit_order_count`, `best_mealkit_stock`, `best_mealkit_updated_at`, `best_mealkit_created_at`, `best_selected_time`, `best_mealkit_deleted_at`, `best_author`, `admin_id`,`best_mealkit_photo`, `best_mealkit_status`)
VALUES
('매미 튀김덮밥 밀키트', 9500, '매미, 쌀, 간장 소스, 당근, 양파, 쪽파', 700, 100, 0, NULL, '2019-03-08 8:20:00', '2019-03-01 8:20:00', NULL, 'minjungku', 2, '그림1','품절'),
('참새 꼬치 밀키트', 11200, '참새, 꼬치, 양념장, 대파, 양파', 400, 9, 41, '2019-06-09 11:20:00', '2019-06-08 8:20:00', '2019-06-01 8:20:00', NULL, 'jisung', 2, '그림1','수정'),
('개구리 수프 밀키트', 12000, '개구리, 수프 베이스, 감자, 양파, 브로콜리', 300, 80, 20, NULL, '2019-09-08 8:20:00', '2019-09-01 8:20:00', NULL, 'hyunwooj', 2, '그림1','삭제'),
('치즈 민트 피자 밀키트', 10300, '피자 도우, 치즈, 민트 잎, 토마토 소스', 1000, 100, 0, NULL, '2019-12-08 8:20:00', '2019-12-01 8:20:00', NULL, 'hyunjin', 2, '그림1','품절'),
('호박 두부 샐러드 밀키트', 8700, '호박, 두부, 샐러드 드레싱, 양상추, 깻잎, 파프리카', 350, 150, 0, NULL, '2020-03-08 8:20:00', '2020-03-01 8:20:00', NULL, 'jiyoung', 2, '그림1','품절'),
('코코넛 새우카레 밀키트', 13500, '새우, 코코넛 밀크, 카레 소스, 당근, 감자, 양파, 햄', 600, 11, 89, '2020-06-11 8:20:00', '2020-06-08 8:20:00', '2020-06-01 8:20:00', NULL, 'yesle', 2, '그림1','수정'),
('블루베리 고등어 스튜 밀키트', 12800, '고등어, 블루베리, 스튜 베이스, 브로콜리, 양파, 대파', 500, 70, 30, '2020-09-21 11:20:00', '2020-09-08 8:20:00', '2020-09-01 8:20:00', NULL, 'jiho', 2, '그림1','수정'),
('양파 초코 스프 밀키트', 7600, '양파, 초콜릿, 수프 베이스', 250, 13, 87, NULL, '2020-12-08 8:20:00', '2020-12-01 8:20:00', NULL, 'hyunwoo', 4, '그림1','판매중'),
('라임 닭고기 덮밥 밀키트', 9300, '닭고기, 라임, 쌀, 쪽파, 후추, 간장소스', 700, 140, 10, NULL, '2021-03-08 8:20:00', '2021-03-01 8:20:00', NULL, 'areum', 4, '그림1','판매중'),
('타조알 볶음밥 밀키트', 15000, '타조알, 쌀, 채소, 간장 소스', 600, 60, 40, NULL, '2021-06-08 8:20:00', '2021-06-01 8:20:00', NULL, 'minhyeok', 2, '그림1','판매중'),
('뱀고기 파스타 밀키트', 14200, '뱀고기, 파스타 면, 파스타 소스, 채소', 800, 90, 10, NULL, '2021-09-08 8:20:00', '2021-09-01 8:20:00', NULL, 'jisung', 1, '그림1','판매중'),
('말린 고구마 장조림 밀키트', 6500, '말린 고구마, 간장, 메추리알, 양파', 300, 120, 30, NULL, '2021-12-08 8:20:00', '2021-12-01 8:20:00', NULL, 'jihye', 1, '그림1','판매중'),
('마늘 초코 찜닭 밀키트', 11900, '닭고기, 마늘, 초콜릿, 찜닭 소스', 700, 99, 1, NULL, '2022-03-08 8:20:00', '2022-03-01 8:20:00', NULL, 'hangyeol', 1, '그림1','판매중'),
('두리안 샐러드 밀키트', 13000, '두리안, 샐러드 드레싱, 양상추, 파프리카, 옥수수', 400, 70, 30, NULL, '2022-06-08 8:20:00', '2022-06-01 8:20:00', NULL, 'juhui', 4, '그림1','판매중'),
('연어 딸기 크림 밀키트', 14800, '연어, 딸기, 크림 소스, 양파, 양상추', 750, 90, 10, NULL, '2022-09-08 8:20:00', '2022-09-01 8:20:00', NULL, 'donghoon', 3, '그림1','판매중'),
('파프리카 멸치 볶음 밀키트', 7800, '파프리카, 멸치, 양념장, 아몬드', 350, 101, 49, NULL, '2022-12-08 8:20:00', '2022-12-01 8:20:00', NULL, 'hyunjin', 3, '그림1','판매중'),
('뽕잎 쭈꾸미 구이 밀키트', 12500, '주꾸미, 뽕잎, 구이 소스, 대파, 양파', 500, 80, 20, NULL, '2023-03-08 8:20:00', '2023-03-01 8:20:00', NULL, 'younghee', 5, '그림1','판매중'),
('호두 훈제 오리 밀키트', 16200, '훈제 오리, 호두, 양념장, 양파, 감자', 600, 109, 41, NULL, '2023-06-08 8:20:00', '2023-06-01 8:20:00', NULL, 'dongmin', 1, '그림1','판매중'),
('감자 옥수수 죽 밀키트', 8000, '감자, 옥수수, 죽 베이스', 300, 130, 20, NULL, '2023-09-08 8:20:00', '2023-09-01 8:20:00', NULL, 'seoyeon', 3, '그림1','판매중'),
('토마토 군소 리조또 밀키트', 13800, '군소, 토마토, 리조또 재료, 양파, 감자, 대파', 600, 93, 57, NULL, '2023-12-08 8:20:00', '2023-12-01 8:20:00', NULL, 'dahee', 5, '그림1','판매중'),
('무화과 해물 파스타 밀키트', 14500, '무화과, 해물, 파스타 면, 파스타 소스', 750, 90, 10, '2024-03-11 9:20:00', '2024-03-08 8:20:00', '2024-03-01 8:20:00', NULL, 'dongmin', 1, '그림1','수정'),
('브로콜리 바나나 볶음 밀키트', 9000, '브로콜리, 바나나, 양념장, 양파, 대파', 350, 140, 10, NULL, '2024-06-08 8:20:00', '2024-06-01 8:20:00', '2024-07-01 9:10:02', 'jisung', 3, '그림1','삭제'),
('치즈 스파이더 볶음면 밀키트', 11000, '치즈, 거미, 볶음면 재료', 800, 71, 29, NULL, '2024-09-08 8:20:00', '2024-09-01 8:20:00', NULL, 'minjoo', 5, '그림1','판매중'),
('캐러멜 양념 닭강정 밀키트', 10700, '닭고기, 캐러멜 소스, 양념장, 양상추, 대파', 750, 89, 11, NULL, '2024-12-08 8:20:00', '2024-12-01 8:20:00', NULL, 'jihye', 2, '그림1','판매중');

SELECT * FROM best_recipe_mealkit;